{
  "properties": [
    {
      "id": "prop1",
      "type": "House",
      "bedrooms": 3,
      "price": 750000,
      "tenure": "Freehold",
      "description": "Attractive three bedroom semi-detached family home situated within 0.5 miles of Petts Wood station with fast trains to London and within easy walking distance of local shops, schools, bus routes and National Trust woodland. The property comprises; two receptions, fitted 18'9 x 10'1 kitchen/breakfast room and conservatory. The property also benefits from having a utility room and cloakroom. To the first floor there are three bedrooms and a family bathroom with separate WC. Additional features include double glazing, gas central heating and a well presented interior...",
      "shortDescription": "Three-bedroom semi-detached family home near Petts Wood station, with modern interiors and convenient location.",
      "location": "Petts Wood Road, Petts Wood, Orpington BR5",
      "images": ["images/prop1/property_image.webp"],
      "url": "properties/prop1.html",
      "added": {
        "month": "October",
        "day": 12,
        "year": 2022
      }
    },
    {
      "id": "prop2",
      "type": "Flat",
      "bedrooms": 2,
      "price": 399995,
      "tenure": "Freehold",
      "description": "Presented in excellent decorative order throughout is this two double bedroom, two bathroom, garden flat. <br>The modern fitted kitchen is open plan to the living room which boasts solid wooden floors and includes integrated appliances including a dishwasher & a washing machine. This large open plan benefits from bi folding doors onto a secluded private courtyard garden. Both bedrooms are double sized, and the family bathroom boasts a matching three piece suite a shower attachment over the bath. There is also a separate wet room. There are walnut doors throughout and wiring for Sky TV/aerial points in the living room/kitchen and both bedrooms.<br>This apartment being only five years old, is still under a 10 year building guarantee...",
      "shortDescription": "Two-bedroom garden flat with modern open-plan kitchen/living area and private courtyard garden.",
      "location": "Crofton Road Orpington BR6",
      "images": ["images/prop1/property_image.webp"],
      "url": "properties/prop2.html",
      "added": {
        "month": "September",
        "day": 14,
        "year": 2022
      }
    },
    {
      "id": "prop3",
      "type": "House",
      "bedrooms": 4,
      "price": 950000,
      "tenure": "Freehold",
      "description": "Spacious four-bedroom detached house with large garden and double garage. Open plan kitchen/dining area, two reception rooms, modern family bathroom, en-suite to master. Close to local schools and transport links.",
      "shortDescription": "Four-bedroom detached house with garden, garage, and modern interiors, close to schools.",
      "location": "Maple Avenue, Bromley BR2",
      "images": ["images/prop1/property_image.webp"],
      "url": "properties/prop3.html",
      "added": {
        "month": "August",
        "day": 20,
        "year": 2022
      }
    },
    {
      "id": "prop4",
      "type": "Flat",
      "bedrooms": 1,
      "price": 275000,
      "tenure": "Leasehold",
      "description": "Modern one-bedroom flat with open-plan kitchen and living area, contemporary bathroom, and balcony overlooking the communal garden. Ideal for first-time buyers or investors.",
      "shortDescription": "Modern one-bedroom flat with balcony and open-plan living, perfect for first-time buyers.",
      "location": "High Street, Orpington BR6",
      "images": ["images/prop1/property_image.webp"],
      "url": "properties/prop4.html",
      "added": {
        "month": "July",
        "day": 10,
        "year": 2022
      }
    },
    {
      "id": "prop5",
      "type": "House",
      "bedrooms": 5,
      "price": 1200000,
      "tenure": "Freehold",
      "description": "Elegant five-bedroom family home with large reception rooms, fitted kitchen, study, and landscaped garden. Includes garage and off-street parking. Located near top-rated schools and amenities.",
      "shortDescription": "Five-bedroom family home with study, landscaped garden, and garage near top schools.",
      "location": "Kingsway, Orpington BR5",
      "images": ["images/prop1/property_image.webp"],
      "url": "properties/prop5.html",
      "added": {
        "month": "June",
        "day": 5,
        "year": 2022
      }
    },
    {
      "id": "prop6",
      "type": "Flat",
      "bedrooms": 3,
      "price": 650000,
      "tenure": "Leasehold",
      "description": "Three-bedroom penthouse flat with spacious living areas, modern kitchen, two bathrooms, and private terrace. Excellent transport links and close to local amenities.",
      "shortDescription": "Three-bedroom penthouse with private terrace, modern kitchen, and great transport links.",
      "location": "Station Road, Orpington BR6",
      "images": ["images/prop1/property_image.webp"],
      "url": "properties/prop6.html",
      "added": {
        "month": "May",
        "day": 22,
        "year": 2022
      }
    },
    {
      "id": "prop7",
      "type": "House",
      "bedrooms": 2,
      "price": 425000,
      "tenure": "Freehold",
      "description": "Charming two-bedroom cottage with open-plan kitchen/living area, modern bathroom, and private garden. Ideal for couples or small families looking for a quiet location.",
      "shortDescription": "Two-bedroom cottage with open-plan living and private garden, perfect for small families.",
      "location": "Elm Road, Orpington BR5",
      "images": ["images/prop1/property_image.webp"],
      "url": "properties/prop7.html",
      "added": {
        "month": "April",
        "day": 15,
        "year": 2022
      }
    }
  ]
}
